Repository: prateekmedia/netspeedsimplified
Catalog: po/*.po
Languages: de, es, fr, it, ru

source: The Value is Changed
de: Der Wert wurde geändert
es: El valor ha cambiado
fr: La valeur a été modifiée
it: Il valore è stato modificato
ru: Значение изменено

source: Press Enter to apply
de: Drücke Enter zum Übernehmen
es: Presiona Enter para aplicar
fr: Appuyez sur Entrée pour appliquer
it: Premi Invio per applicare
ru: Нажмите Enter, чтобы применить

source: <b>General Settings</b>
de: <b>Allgemeine Einstellungen</b>
es: <b>Configuración general</b>
fr: <b>Paramètres généraux</b>
it: <b>Impostazioni generali</b>
ru: <b>Общие настройки</b>

source: Restore Defaults
de: Standards wiederherstellen
es: Restaurar valores predeterminados
fr: Rétablir les valeurs par défaut
it: Ripristina predefiniti
ru: Восстановить настройки по умолчанию

source: Position on the Panel
de: Position im Panel
es: Posición en el panel
fr: Position sur le panneau
it: Posizione nel pannello
ru: Позиция на панели

source: Right
de: Rechts
es: Derecha
fr: Droite
it: Destra
ru: Справа

source: Left
de: Links
es: Izquierda
fr: Gauche
it: Sinistra
ru: Слева

source: Center
de: Mitte
es: Centro
fr: Centre
it: Centro
ru: По центру

source: Choose where to Place the extension on the Panel
de: Wähle, wo die Erweiterung im Panel platziert werden soll
es: Elige dónde colocar la extensión en el panel
fr: Choisissez où placer l’extension sur le panneau
it: Scegli dove posizionare l'estensione nel pannello
ru: Выберите, где разместить расширение на панели

source: Position(Advanced)
de: Position (Erweitert)
es: Posición (Avanzada)
fr: Position (avancée)
it: Posizione (avanzata)
ru: Позиция (расширенные)

source: Prefer Right Side
de: Bevorzuge rechte Seite
es: Preferir el lado derecho
fr: Préférer le côté droit
it: Preferisci lato destro
ru: Предпочитать правую сторону

source: Prefer Left Side
de: Bevorzuge linke Seite
es: Preferir el lado izquierdo
fr: Préférer le côté gauche
it: Preferisci lato sinistro
ru: Предпочитать левую сторону

source: Choose further where to Place the extension
de: Wähle genauer, wo die Erweiterung platziert werden soll
es: Elige con más detalle dónde colocar la extensión
fr: Déterminez plus précisément où placer l’extension
it: Scegli con maggior precisione dove posizionare l'estensione
ru: Выберите более точно, где разместить расширение

source: Refresh Time
de: Aktualisierungszeit
es: Tiempo de actualización
fr: Temps de rafraîchissement
it: Intervallo di aggiornamento
ru: Время обновления

source: Change Refresh time value from anywhere b/w 1 to 10
de: Ändere den Aktualisierungszeitwert zwischen 1 und 10
es: Cambia el valor del tiempo de actualización entre 1 y 10
fr: Modifiez la valeur du temps de rafraîchissement entre 1 et 10
it: Modifica il valore dell'intervallo di aggiornamento da 1 a 10
ru: Измените значение времени обновления от 1 до 10

source: Mode
de: Modus
es: Modo
it: Modalità
ru: Режим

source: Mode 1
de: Modus 1
es: Modo 1
it: Modalità 1
ru: Режим 1

source: Mode 2
de: Modus 2
es: Modo 2
it: Modalità 2
ru: Режим 2

source: Mode 3
de: Modus 3
es: Modo 3
it: Modalità 3
ru: Режим 3

source: Mode 4
de: Modus 4
es: Modo 4
it: Modalità 4
ru: Режим 4

source: Mode 5
de: Modus 5
es: Modo 5
it: Modalità 5
ru: Режим 5

source: Choose which mode to load
de: Wähle, welchen Modus zu laden
es: Elige qué modo cargar
fr: Choisissez quel mode charger
it: Scegli quale modalità caricare
ru: Выберите режим для загрузки

source: Font Mode
de: Schriftmodus
es: Modo de fuente
fr: Mode de police
it: Modalità carattere
ru: Режим шрифта

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ru: По умолчанию

source: Smallest
de: Sehr klein
es: El más pequeño
fr: Le plus petit
it: Più piccolo
ru: Самый маленький

source: Smaller
de: Kleiner
es: Más pequeño
fr: Plus petit
it: Piccolo
ru: Меньше

source: Small
de: Klein
es: Pequeño
fr: Petit
it: Medio-piccolo
ru: Небольшой

source: Large
de: Groß
es: Grande
fr: Grand
it: Grande
ru: Большой

source: Choose which font to display
de: Wähle, welche Schrift angezeigt werden soll
es: Elige qué fuente mostrar
fr: Choisissez quelle police afficher
it: Scegli quale carattere visualizzare
ru: Выберите шрифт для отображения

source: Vertical Align
de: Vertikale Ausrichtung
es: Alineación vertical
fr: Alignement vertical
it: Allineamento verticale
ru: Вертикальное выравнивание

source: Changing it will toggle Vertical Alignment
de: Ändern schaltet die vertikale Ausrichtung um
es: Cambiar esto alternará la alineación vertical
fr: Le changer activera/désactivera l’alignement vertical
it: Modificandolo, cambierai l'allineamento verticale
ru: Изменение переключит вертикальное выравнивание

source: Show Total Data Transfer
de: Gesamt-Datenübertragung anzeigen
es: Mostrar transferencia total de datos
fr: Afficher le transfert total de données
it: Mostra traffico dati totale
ru: Показать общий обмен данными

source: Enabling it will always show the sigma
de: Wenn aktiviert, wird immer die Summe angezeigt
es: Habilitarlo siempre mostrará el total
fr: L’activer affichera toujours la somme totale
it: Abilitandolo verrà sempre mostrata la somma totale
ru: Включение всегда показывает сумму

source: Choose Icons Set
de: Symbolsatz auswählen
es: Elige conjunto de íconos
fr: Choisissez le jeu d’icônes
it: Scegli set di icone
ru: Выберите набор иконок

source: Choose which icon set to display
de: Wähle, welchen Symbolsatz angezeigt werden soll
es: Elige qué conjunto de íconos mostrar
fr: Choisissez quel jeu d’icônes afficher
it: Scegli quale set di icone visualizzare
ru: Выберите, какой набор иконок отображать

source: Text Align
de: Textausrichtung
es: Alineación del texto
fr: Alignement du texte
it: Allineamento testo
ru: Выравнивание текста

source: Align Text of net speed
de: Text der Netzwerkgeschwindigkeit ausrichten
es: Alinear el texto de la velocidad de red
fr: Aligner le texte de la vitesse réseau
it: Allinea il testo della velocità di rete
ru: Выравнять текст скорости сети

source: Move icons to the right
de: Symbole nach rechts verschieben
es: Mover íconos hacia la derecha
fr: Déplacer les icônes vers la droite
it: Sposta le icone a destra
ru: Переместить иконки вправо

source: Limit Unit
de: Einheitenbegrenzung
es: Unidad límite
fr: Unité limite
it: Unità limite
ru: Ограничение единиц

source: (None)
de: (Keine)
es: (Ninguna)
fr: (Aucun)
it: (Nessuna)
ru: (Нет)

source: Choose unit limitation set to display
de: Wähle, welcher Einheitenumfang angezeigt werden soll
es: Elige qué límite de unidad mostrar
fr: Choisissez quelle limite d’unité afficher
it: Scegli l'unità di misura da visualizzare
ru: Выберите ограничение единиц для отображения

source: Hide When Disconnected
de: Bei Trennung verbergen
es: Ocultar cuando esté desconectado
fr: Masquer en cas de déconnexion
it: Nascondi se disconnesso
ru: Скрывать при отключении

source: Enabling it will Hide Indicator when disconnected
de: Wenn aktiviert, zeigt der Indikator nichts bei Verbindungsverlust
es: Al habilitarlo, el indicador se ocultará cuando esté desconectado
fr: Si activé, l’indicateur sera masqué lorsqu’il sera déconnecté
it: Abilitandolo, l'indicatore verrà nascosto se disconnesso
ru: Если включено, индикатор будет скрываться при отключении

source: Shorten Units
de: Einheiten abkürzen
es: Abreviar unidades
fr: Abbreviate les unités
it: Abbrevia unità
ru: Сокращать единицы

source: Enabling it will result in shorten units like K instead of KB
de: Wenn aktiviert, werden Einheiten wie K statt KB verwendet
es: Al habilitarlo, las unidades se abreviarán: K en lugar de KB
fr: Si activé, les unités seront abrégées, par exemple K au lieu de KB
it: Abilitandolo, le unità verranno abbreviate, ad esempio K invece di KB
ru: Если включено, единицы будут сокращаться: K вместо KB

source: Show Upload First
de: Erst Upload anzeigen
es: Mostrar primero subida
fr: Afficher d’abord l’upload
it: Mostra prima l’upload
ru: Показать сначала загрузку

source: Enabling it will reverse the upload and download speed indicators
de: Wenn aktiviert, wird die Anzeige von Upload und Download vertauscht
es: Al habilitarlo, se invertirá el orden de los indicadores de subida y bajada
fr: Si activé, l’ordre des indicateurs d’upload et de téléchargement sera inversé
it: Abilitandolo, verrà invertito l’ordine di visualizzazione di upload e download
ru: Если включено, индикаторы загрузки и выгрузки поменяются местами

source: Lock Mouse Actions
de: Mausaktionen sperren
es: Bloquear acciones del ratón
fr: Verrouiller les actions de la souris
it: Blocca azioni del mouse
ru: Блокировать действия мыши

source: Enabling it will Lock Mouse Actions
de: Wenn aktiviert, werden Mausaktionen gesperrt
es: Al habilitarlo, se bloquearán las acciones del ratón
fr: Si activé, les actions de la souris seront verrouillées
it: Abilitandolo verranno bloccate le azioni del mouse
ru: Если включено, действия мыши будут заблокированы

source: Minimum Width
de: Mindestbreite
es: Ancho mínimo
fr: Largeur minimale
it: Larghezza minima
ru: Минимальная ширина

source: Change Minimum Width value from anywhere b/w 3em to 10em
de: Ändere den Mindestbreitenwert zwischen 3em und 10em
es: Cambia el valor del ancho mínimo entre 3em y 10em
fr: Modifier la largeur minimale entre 3em et 10em
it: Modifica il valore della larghezza minima tra 3em e 10em
ru: Измените значение минимальной ширины между 3em и 10em

source: Custom Font Name
de: Benutzerdefinierter Schriftname
es: Nombre de fuente personalizado
fr: Nom de police personnalisé
it: Nome carattere personalizzato
ru: Пользовательское имя шрифта

source: Enter the font name you want, you can also write style here for all elements except indicators
de: Gib den gewünschten Schriftname ein; du kannst auch Stil hier für alle Elemente außer den Indikatoren angeben
es: Introduce el nombre de fuente que deseas; también puedes escribir estilo aquí para todos los elementos excepto los indicadores
fr: Entrez le nom de la police souhaitée ; vous pouvez aussi définir un style ici pour tous les éléments sauf les indicateurs
it: Inserisci il nome del carattere desiderato; puoi anche specificare lo stile per tutti gli elementi tranne gli indicatori
ru: Введите имя шрифта, который вы хотите; вы также можете указать стиль здесь для всех элементов кроме индикаторов

source: Use System Color Scheme
de: Systemfarbschema verwenden
es: Usar esquema de color del sistema
fr: Utiliser le schéma de couleurs du système
it: Usa schema colori di sistema
ru: Использовать схему цветов системы

source: Enabling it will allow changing font color dynamically based on panel color
de: Wenn aktiviert, wird die Schriftfarbe abhängig von der Farbe des Panels dynamisch geändert
es: Al habilitarlo, el color de la fuente cambiará dinámicamente basado en el color del panel
fr: Si activé, la couleur de la police changera dynamiquement selon la couleur du panneau
it: Abilitandolo il colore del testo cambierà dinamicamente in base al colore del pannello
ru: Если включено, цвет шрифта будет динамически изменяться в зависимости от цвета панели

source: Upload Speed Color
de: Farbe der Upload-Geschwindigkeit
es: Color de velocidad de subida
fr: Couleur de la vitesse d’envoi
it: Colore velocità di upload
ru: Цвет скорости загрузки

source: Select the upload speed color
de: Wähle die Farbe der Upload-Geschwindigkeit
es: Selecciona el color de la velocidad de subida
fr: Sélectionnez la couleur de la vitesse d’envoi
it: Seleziona il colore della velocità di upload
ru: Выберите цвет скорости загрузки

source: Download Speed Color
de: Farbe der Download-Geschwindigkeit
es: Color de velocidad de bajada
fr: Couleur de la vitesse de téléchargement
it: Colore velocità di download
ru: Цвет скорости скачивания

source: Select the download speed color
de: Wähle die Farbe der Download-Geschwindigkeit
es: Selecciona el color de la velocidad de bajada
fr: Sélectionnez la couleur de la vitesse de téléchargement
it: Seleziona il colore della velocità di download
ru: Выберите цвет скорости скачивания

source: Total Speed Color
de: Farbe der Gesamtgeschwindigkeit
es: Color de velocidad total
fr: Couleur de la vitesse totale
it: Colore velocità totale
ru: Цвет общей скорости

source: Select the total speed color
de: Wähle die Farbe der Gesamtgeschwindigkeit
es: Selecciona el color de la velocidad total
fr: Sélectionnez la couleur de la vitesse totale
it: Seleziona il colore della velocità totale
ru: Выберите цвет общей скорости

source: Total Download Color
de: Farbe des gesamten Downloads
es: Color del total de descargas
fr: Couleur du téléchargement total
it: Colore download totale
ru: Цвет цвета общего скачивания

source: Select the total download color
de: Wähle die Farbe des gesamten Downloads
es: Selecciona el color del total de descargas
fr: Sélectionnez la couleur du téléchargement total
it: Seleziona il colore del download totale
ru: Выберите цвет общего скачивания
